{
  "LuaSnip": { "branch": "c9b9a22904c97d0eb69ccb9bab76037838326817" },
  "alpha-nvim": { "branch": "de72250e054e5e691b9736ee30db72c65d560771" },
  "auto-session": { "branch": "main" },
  "catppuccin-nvim": { "branch": "0b2437bcc12b4021614dc41fcea9d0f136d94063" },
  "cmp-buffer": { "branch": "3022dbc9166796b644a841a02de8dd1cc1d311fa" },
  "cmp-cmdline": { "branch": "d250c63aa13ead745e3a40f61fdd3470efde3923" },
  "cmp-nvim-lsp": { "branch": "99290b3ec1322070bcfb9e846450a46f6efa50f0" },
  "cmp-nvim-lua": { "branch": "f12408bdb54c39c23e67cab726264c10db33ada8" },
  "cmp-path": { "branch": "91ff86cd9c29299a64f968ebb45846c485725f23" },
  "cmp_luasnip": { "branch": "98d9cb5c2c38532bd9bdb481067b20fea8f32e90" },
  "conform.nvim": { "branch": "8ed162b0637d4c4f69ebe3e8e49b35662a82e137" },
  "diffview.nvim": { "branch": "4516612fe98ff56ae0415a259ff6361a89419b0a" },
  "friendly-snippets": { "branch": "efff286dd74c22f731cdec26a70b46e5b203c619" },
  "gitsigns.nvim": { "branch": "6668f379ca634c36b8e11453118590b91bf8b295" },
  "gruvbox.nvim": { "branch": "cc202a7c5e5ffca06f92a04073275dec371cbfe3" },
  "lazy.nvim": { "branch": "ac21a639c7ecfc8b822dcc9455deceea3778f839" },
  "lualine.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "68f0e5c3dab23261a945272032ee6700af86227a" },
  "nvim-cmp": { "branch": "12509903a5723a876abd65953109f926f4634c30" },
  "nvim-dap": { "branch": "8df427aeba0a06c6577dc3ab82de3076964e3b8d" },
  "nvim-dap-python": { "branch": "261ce649d05bc455a29f9636dc03f8cdaa7e0e2c" },
  "nvim-dap-ui": { "branch": "bc81f8d3440aede116f821114547a476b082b319" },
  "nvim-lspconfig": { "branch": "7af2c37192deae28d1305ae9e68544f7fb5408e1" },
  "nvim-nio": { "branch": "21f5324bfac14e22ba26553caf69ec76ae8a7662" },
  "nvim-surround": { "branch": "ae298105122c87bbe0a36b1ad20b06d417c0433e" },
  "nvim-tree.lua": { "branch": "1020869742ecb191f260818234517f4a1515cfe8" },
  "nvim-treesitter": { "branch": "00a513f87ee3c339c2024b08db3eb63ba7736ed6" },
  "nvim-treesitter-context": { "branch": "1a1a7c5d6d75cb49bf64049dafab15ebe294a79f" },
  "nvim-web-devicons": { "branch": "1020869742ecb191f260818234517f4a1515cfe8" },
  "plenary.nvim": { "branch": "857c5ac632080dba10aae49dba902ce3abf91b35" },
  "tabby.nvim": { "branch": "c119c91f3ada1a7c62ca2d10685ac8a3e2928fb8" },
  "tabout.nvim": { "branch": "9a3499480a8e53dcaa665e2836f287e3b7764009" },
  "telescope-fzf-native.nvim": { "branch": "2a5ceff981501cff8f46871d5402cd3378a8ab6a" },
  "telescope.nvim": { "branch": "78857db9e8d819d3cc1a9a7bdc1d39d127a36495" },
  "toggleterm.nvim": { "branch": "e76134e682c1a866e3dfcdaeb691eb7b01068668" },
  "vim-slime": { "branch": "9bc2e13f8441b09fd7352a11629a4da0ea4cb058" }
}
